[Translation]
ThisLanguage=		Türkçe

Language=			Dil

DockSettings=		RocketDock Ayarları...
IconSettings=		Simge Ayarları...
AddItem=			Öğe Ekle
  ItemFile=			Dosya
  ItemPath=			Yol
  ItemSeparator=		Ayraç
  ItemDockSettings=	Yanaşma Ayarları
DeleteItem=			Öğeyi Sil
TakeScreenshot=		Ekran Resmi Çek


General=			Genel
AutoRun=			Başlangıçta Çalış
HideLabels=			Simge Etiketlerini Etkisiz Kıl
LockIcons=			Simgeleri Kilitle
AutoHide=			Otomatik Gizle


Icons=			Simgeler
Size=				Boyut
Quality=			Kalite
  QualityLow=		Düşük Kalite (Hızlı)
  QualityMedium=		Ortalama Kalite
  QualityHigh=		Yüksek Kalite (Yavaş)
Zoom=				Yakınlaştır
ZoomRange=			Yakınlaştırma Genişliği
ZoomTime=			Yakınlaştırma Süresi


Position=			Konum
Monitor=			Ekran
  MonitorList=		Ekran
Side=				Ekran Pozisyonu
  SideTop=			Üst
  SideBottom=		Alt
  SideLeft=			Sol
  SideRight=		Sağ
Z-Order=			Katman
  zTop=			Her zaman Üstte
  zNormal=			Normal
  zBottom=			Her zaman Altta
Offset=			Yatay Kaydırma


Style=			Stil
Theme=			Tema
Opacity=			Şeffaflık
SelectFont=			Yazı Tipi Seç


About=			Hakkında
Donate=			Bağış
Updates=			Güncellemeler
Forums=			Forumlar



Quit=				Çıkış
OK=				Tamam
Cancel=			İptal



Version=			Sürüm
ThankYou=			RocketDock'ı kullandığınız için teşekkür ederiz..  Eğer programdan memnun kalırsanız çevrenize da önerin ve dünyayı ele geçirmemize yardımcı olun ALPFRM www.punksoftware.com :)

Folders=			Klasörler
DefaultFolder=		Varsayılan Klasör
ChangeFolder=		Klasörü Değiştir


Preview=			Önizleme


DefaultIcon=		Varsayılan Simge


Properties=			Özellikler
Name=				İsim
Target=			Hedef
FindTarget=			Hedef Bul
StartIn=			Başlama Yeri
Arguments=			Argümanlar
Run=				Çalıştır
  RunNormal=		Normal
  RunMaximized=		Büyütülmüş
  RunMinimized=		Küçültülmüş
Popup=			Açılır Pencere
ContextMenu=		Özel Davranışları Göster


FontOutlineColor=		Çerçeve Rengi
FontShadowColor=		Gölge Rengi
FontOutlineOpacity=	Çerçeve Şeffaflığı
FontShadowOpacity=	Gölge Şeffaflığı



;#################
;For Version 1.1.2
;#################

MouseActivate=		Fare üzerindeyken Açılsın
AutoHideTime=		Otomatik Gizleme Süresi
AutoHideDelay=		Otomatik Gizleme Gecikmesi
UberIconFX=		UberIcon Efektleri



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Tabanı yaklaştır
VerticalOffset=		Dikey Kaydırma
ItemBlank=			Boş Simge
Defaults=			Varsayılanlar
Confirm=			Onayla
ConfirmDefaults=		Rocket Dock'i standart ayarlarına döndürmek istediğinizden emin misiniz?<BR>Not: Bu sizin ikonlarınızı etkilemeyecektir.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Pencereleri Simge durumuna küçült -DOCK'a
ShowRunning=		Çalışan programları Belirt
OpenRunning=		Çalışan programların durumunu Göster
UseINI=			Ayarları kaydet (.ini)
GetMore=			Daha fazla
Behavior=			Efektler
MouseActivateDelay=	Yakınlaştırma Gecikmesi
IconActivationFX=		Icon açma efekti
None=				Etkisiz
Bounce=			Sekme
ZoomOpaque=			Yaklaştır: DOCK (tabanı)
HoverFX=			Yaklaştırma Etkisi
ZoomBubble=			Yaklaştır: Kabarcık (simge)
ZoomPlateau=		Yaklaştır: Alan
OpenWindow=			Pencereyi Aç
CloseWindow=		Pencereyi Kapat
ItemRecycleBin=		Çöp Kutusu
StateNormal=		Normal Icon
StateEmpty=			Boş Çöp
StateFull=			Dolu Çöp


;#################
;For Version 1.3.1
;#################

DebugInfo=			Hata Raporu
ConfirmDebugInfo=		RocketDock hata raporu oluşturmak üzere<BR><BR>İçeriği:<BR>  * RocketDock ayarları (yolu ve tartışmaları içeriyor)<BR>  * Çalışan görevlerin listesi<BR>  * Gerekli Sistem bilgisi.
DisableMinAnimation=	Animasyonları etkisiz kıl 
OpenRunningShort=		Open Running
UseGlobal=			Evrensel ayarları kullan
Always=			Her Zaman
Never=			Hiçbir Zaman
Warnings=			Uyarılar: <COUNT>
WarningINIWrite=		Settings.ini dosyası Salt Okunur. Ayarlarınız kaydedilemedi.

